import "./Invite.scss";

const Invite = () => {
  return (
    <div className="invite">
      <p className="invite__date">07-09-2024</p>
      <p className="invite__info">
        Друзья! Если Вы читаете данный текст, то Вы приглашены на празднование
        нашей свадьбы! Мы признательны каждому, что Вы есть в нашей жизни и
        разделите наше радостное событие с нами. Здесь будет раписана вся
        информация о мероприятии.
      </p>
      <p>
        Мы всегда готовы ответить на все Ваши вопросы, не стесняйтесь их
        задавать!
      </p>
      <p className="invite__signature">Семен и Екатерина</p>
    </div>
  );
};

export default Invite;
